"1" = "Ringer opp Internett-leverandøren...";
"2" = "Kobler til...";
"3" = "Godkjenner...";
"4" = "Koblet til Internett-leverandøren.";
"5" = "Kobler fra...";

"-2" = "Kunne ikke starte PPP-konfigurasjonsdaemon.";
"-1" = "Kunne ikke initialisere PPP.";

"0" = "Kunne ikke koble til Internett-leverandøren.";
"256" = "Modemet svarer ikke. Kontroller modemforbindelsen, og prøv på nytt.";
"257" = "CCL mislyktes.";
"258" = "Chat mislyktes";
"259" = "LCP mislyktes.";
"260" = "Godkjenning mislyktes. Kontroller brukernavn og passord, og prøv på nytt.";
"261" = "Tidsavbrudd.";

"512" = "Finner ikke bæresignal.";
"513" = "Internett-leverandøren er opptatt.";
"514" = "Ingen summetone. Kontroller telefonlinjen, og prøv på nytt.";
"515" = "Det oppsto en modemfeil.";

"PPP_SWITCH_TO_PULSE" = "Bytter til pulsoppringning.";
"PPP_SWITCH_TO_TONE" = "Bytter til toneoppringning";
"PPP_WILL_REDIAL" = "Ny oppringning om 3 sekunder.";
		
